Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: You’re going to create a public Bitcoin address that will be valid for the next **24 hours**. You still can hold and send Bitcoin without restrictions.
fr: Vous allez créer une adresse Bitcoin publique qui sera valide pour les prochaines **24 heures**. Vous pouvez toujours conserver et envoyer des Bitcoins sans restrictions.
ru: Вы собираетесь создать общедоступный биткойн-адрес, который будет действовать в течение следующих **24 часов**. Вы по-прежнему можете хранить и отправлять биткойны без ограничений.
vi: Bạn sẽ tạo một địa chỉ Bitcoin công khai sẽ có hiệu lực trong **24 giờ** tới. Bạn vẫn có thể giữ và gửi Bitcoin mà không bị hạn chế.

source: You’re goung to buy
fr: Vous allez acheter
ru: Вы собираетесь купить
vi: Bạn còn trẻ để mua

source: You’ve find a seldon page 🦄 It’s like a unicorn, but it’s a crush. We’re already fixing it. If you wish to report the issue, use error code #%@
fr: Vous avez trouvé une page rare 🦄 C'est comme une licorne, mais c'est un coup de cœur. Nous sommes déjà en train de le réparer. Si vous souhaitez signaler le problème, utilisez le code d'erreur #%@
ru: Вы нашли страничку селдона 🦄 Она как единорог, но влюблена. Мы уже исправляем. Если вы хотите сообщить о проблеме, используйте код ошибки #%@
vi: Bạn đã tìm thấy một trang seldon 🦄 Nó giống như một con kỳ lân, nhưng đó là một sự thích thú. Chúng tôi đã sửa nó. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@

source: You’ve find a seldon page. It’s like a unicorn, but crush. We’re already fixing it
fr: Vous avez trouvé une page rare. C'est comme une licorne, mais écrasez-la. Nous sommes déjà en train de le réparer
ru: Вы нашли селдон-страницу. Это как единорог, но раздавить. Мы уже исправляем
vi: Bạn đã tìm thấy một trang seldon. Nó giống như một con kỳ lân, nhưng phải lòng. Chúng tôi đã sửa nó rồi

source: You’ve got
fr: Tu as
ru: У тебя есть
vi: Bạn đã có

source: You’ve not sent
fr: Vous n'avez pas envoyé
ru: Вы не отправили
vi: Bạn chưa gửi

source: Your %@ address
fr: Votre adresse %@
ru: Ваш адрес %@
vi: Địa chỉ %@ của bạn

source: Your %@ address will be disabled. This action can not be undone
fr: Votre adresse %@ sera désactivée. Cette action ne peut pas être annulée
ru: Ваш %@ адрес будет отключен. Это действие нельзя отменить
vi: Địa chỉ %@ của bạn sẽ bị vô hiệu hóa. Không thể hoàn tác hành động này

source: Your %@ wallet has not been created yet. But you can receive %@ by using your SOL wallet's address below
fr: Votre portefeuille %@ n'a pas encore été créé. Mais vous pouvez recevoir %@ en utilisant l'adresse de votre portefeuille SOL ci-dessous
ru: Ваш %@ кошелек пока еще не создан. Но вы можете получить %@, используя адрес своего кошелька SOL ниже.
vi: Ví %@ của bạn chưa được tạo. Nhưng bạn có thể nhận %@ bằng cách sử dụng địa chỉ ví SOL của bạn bên dưới

source: Your account does not have enough %@ to cover fees
fr: Votre compte n'a pas assez de %@ pour couvrir les frais
ru: В вашем аккаунте недостаточно %@ для покрытия комиссий
vi: Tài khoản của bạn không có đủ %@ để trả phí

source: Your account does not have enough SOL to cover fee
fr: Votre compte n'a pas assez de SOL pour couvrir les frais
ru: На вашем счету недостаточно SOL для покрытия комиссии
vi: Tài khoản của bạn không có đủ SOL để trả phí

source: Your balance will be converted and transferred to your main SOL wallet and your %@ address will be disabled. This action can not be undone.
fr: Votre solde sera converti et transféré vers votre portefeuille SOL principal et votre adresse %@ sera désactivée. Cette action ne peut pas être annulée.
ru: Ваш баланс будет конвертирован и переведен в ваш основной кошелек SOL, а ваш адрес %@ будет отключен. Это действие не может быть отменено.
vi: Số dư của bạn sẽ được chuyển đổi và chuyển vào ví SOL chính của bạn và địa chỉ %@ của bạn sẽ bị vô hiệu hóa. Hành động này không thể được hoàn tác.

source: Your bank account via Moonpay
fr: Votre compte bancaire via Moonpay
ru: Ваш банковский счет через Moonpay
vi: Tài khoản ngân hàng của bạn qua Moonpay

source: Your connection to the Internet has been interrupted.
fr: Votre connexion à Internet a été interrompue.
ru: Ваше подключение к Интернету было прервано.
vi: Kết nối của bạn với Internet đã bị gián đoạn.

source: Your crypto is under control
fr: Votre crypto est sous contrôle
ru: Ваша крипта под контролем
vi: Tiền điện tử của bạn đang được kiểm soát

source: Your current PIN
fr: Votre NIP actuel
ru: Ваш текущий PIN-код
vi: Mã PIN hiện tại của bạn

source: Your current PIN code
fr: Votre code PIN actuel
ru: Ваш текущий PIN-код
vi: Mã PIN hiện tại của bạn

source: Your deposits
fr: Vos dépôts
ru: Ваши депозиты
vi: Tiền gửi của bạn

source: Your device does not support biometrics authentication
fr: Votre appareil ne prend pas en charge l'authentification biométrique
ru: Ваше устройство не поддерживает биометрическую аутентификацию
vi: Thiết bị của bạn không hỗ trợ xác thực sinh trắc học

source: Your device does not support scanning a code from an item. Please use a device with a camera.
fr: Votre appareil ne prend pas en charge la numérisation d'un code à partir d'un élément. Veuillez utiliser un appareil avec une caméra.
ru: Ваше устройство не поддерживает сканирование кода объекта. Пожалуйста, используйте устройство с камерой.
vi: Thiết bị của bạn không hỗ trợ quét mã Qr. Vui lòng sử dụng thiết bị có camera.

source: Your Ethereum address was copied
fr: Votre adresse Ethereum a été copiée
ru: Ваш адрес Ethereum был скопирован
vi: Địa chỉ Ethereum của bạn đã được sao chép

source: Your history will appear here. To get started you can:
fr: Votre historique apparaîtra ici. Pour commencer, vous pouvez :
ru: Здесь появится ваша история. Чтобы начать, вы можете:
vi: Lịch sử của bạn sẽ xuất hiện ở đây. Để bắt đầu, bạn có thể:

source: Your PIN
fr: Votre NIP
ru: Ваш PIN-код
vi: Ghim của bạn

source: Your PIN was changed
fr: Votre code PIN a été modifié
ru: Ваш PIN-код был изменен
vi: Mã PIN của bạn đã được thay đổi

source: Your private key is split into multiple factors. At least, you should have three factors, but you can create more. To log in to different devices, you need at least two factors.
fr: Votre clé privée est divisée en plusieurs facteurs. Au moins, vous devriez avoir trois facteurs, mais vous pouvez en créer plus. Pour vous connecter à différents appareils, vous avez besoin d'au moins deux facteurs.
ru: Ваш закрытый ключ разделен на несколько факторов. Как минимум, у вас должно быть три фактора, но вы можете создать и больше. Для входа на разные устройства нужно как минимум два фактора.
vi: Khóa cá nhân của bạn được chia thành nhiều yếu tố. Ít nhất, bạn nên có ba yếu tố, nhưng bạn có thể tạo ra nhiều hơn nữa. Để đăng nhập vào các thiết bị khác nhau, bạn cần ít nhất hai yếu tố.

source: Your public %@ address
fr: Votre adresse %@ publique
ru: Ваш публичный %@ адрес
vi: Địa chỉ %@ công khai của bạn

source: Your recovery kit
fr: Votre kit de récupération
ru: Ваш набор для восстановления
vi: Bộ phục hồi của bạn

source: Your removal request has been accepted
fr: Votre demande de suppression a été acceptée
ru: Ваш запрос на удаление принят
vi: Yêu cầu xóa của bạn đã được chấp nhận

source: Your security key
fr: Votre clé de sécurité
ru: Ваш электронный ключ
vi: Khóa bảo mật của bạn

source: Your seed phrase
fr: Votre phrase de départ
ru: Ваша исходная фраза
vi: Cụm từ hạt giống của bạn

source: Your seed phrase must never be shared
fr: Votre phrase de départ ne doit jamais être partagée
ru: Ваша сид-фраза никогда не должна быть разглашена
vi: Cụm từ hạt giống của bạn không bao giờ được chia sẻ

source: Your seed phrase must never be shared.
fr: Votre phrase de départ ne doit jamais être partagée.
ru: Ваша сид-фраза никогда не должна быть разглашена.
vi: Cụm từ hạt giống của bạn không bao giờ được chia sẻ.

source: Your Solana address was copied
fr: Votre adresse Solana a été copiée
ru: Ваш адрес в Солане был скопирован
vi: Địa chỉ Solana của bạn đã được sao chép

source: Your tokens
fr: Vos jetons
ru: Ваши токены
vi: Tokens của bạn

source: Your transaction may be frontrun
fr: Votre transaction peut être en avance
ru: Ваша транзакция может быть авансированной
vi: Giao dịch của bạn có thể chạy trước

source: Your username
fr: Votre nom d'utilisateur
ru: Ваше имя пользователя
vi: Tên người dùng của bạn

source: Your username allows you to receive any token within the Solana network even if it is not included in your wallet list.
fr: Votre nom d'utilisateur vous permet de recevoir n'importe quel jeton au sein du réseau Solana même s'il n'est pas inclus dans votre liste de portefeuille.
ru: Ваше имя пользователя позволяет вам получать любой токен в сети Solana, даже если он не включен в список вашего кошелька.
vi: Tên người dùng của bạn cho phép bạn nhận bất kỳ token nào trong mạng Solana ngay cả khi nó không có trong danh sách ví của bạn.

source: Your username was copied
fr: Votre nom d'utilisateur a été copié
ru: Ваше имя пользователя было скопировано
vi: Tên người dùng của bạn đã được sao chép

source: Your wallet has been created! Just a few moments to start a crypto adventure
fr: Votre portefeuille est créé ! Quelques instants pour commencer une aventure crypto
ru: Ваш кошелек создан! Всего несколько минут, чтобы начать крипто-приключение
vi: Ví của bạn đã được tạo! Chỉ cần một chút thời gian để bắt đầu cuộc phiêu lưu tiền điện tử

source: Your wallet is at risk if you do not back it up
fr: Votre portefeuille est en danger si vous ne le sauvegardez pas
ru: Ваш кошелек в опасности, если вы не сделаете резервную копию
vi: Ví của bạn sẽ gặp rủi ro nếu bạn không sao lưu

source: Your wallet is backed up
fr: Votre portefeuille est sauvegardé
ru: Ваш кошелек зарезервирован
vi: Ví của bạn đã được sao lưu

source: Your wallet list does not contain a renBTC account, and to create one **%@**.
fr: Votre liste de portefeuille ne contient pas de compte renBTC, et pour en créer un **%@**.
ru: В вашем списке кошельков нет учетной записи renBTC, и для ее создания **%@**.
vi: Danh sách ví của bạn không chứa tài khoản renBTC và để tạo một tài khoản **%@**.

source: Your wallet needs backup
fr: Votre portefeuille a besoin d'une sauvegarde
ru: Сделайте резервную копию кошелька
vi: Ví của bạn cần được sao lưu

source: Your wallets
fr: Vos portefeuilles
ru: Ваши кошельки
vi: Ví của bạn

source: %@ signature
ru: %@ подпись
vi: %@ chữ ký

source: 1 renBTC
ru: 1 ренБТС

source: 1 USDC
ru: 1 доллар США

source: 1d
ru: 1д

source: 1h
ru: 1ч

source: 1m
ru: 1м

source: 1w
ru: 1н

source: 4h
ru: 4ч

source: Actions
ru: Действия
vi: Hành động

source: Bitcoin
ru: Биткойн

source: Contact
ru: Контакт
vi: Liên hệ

source: Date
ru: Дата
vi: Ngày

source: Euro
ru: Евро

source: Info
ru: Информация
vi: Thông tin

source: Invisible
ru: Невидимый
vi: Ẩn

source: Key App’s
ru: Key App

source: Max
ru: Макс
vi: Tối đa

source: Max: %@
ru: Макс: %@
vi: Tối đa: %@

source: Min: %@
ru: Мин.: <С>
vi: Tối thiểu: %@

source: minutes
ru: мин.
vi: phút

source: Notifications
ru: Уведомления
vi: Thông báo

source: Signature
ru: Подпись
vi: Chữ ký

source: Solana
ru: Солана

source: support
ru: поддерживать
vi: hỗ trợ

source: Transaction
ru: Транзакция
vi: Giao dịch

source: Visible
ru: Видимый
vi: Hiển thị
